Repository: MahStudio/WinGo-Maps
Catalog: GoogleMapsUnofficial/Strings/*/Resources.resw
Source language: en_us
Languages: ar, cs_cz, de_de, fa_ir, it, ja_jp, pt_br

# ButtonLanguageSettings.Content
source: Language Settings
ar: اعدادات اللغة
cs_cz: Nastavení jazyka
de_de: Spracheinstellungen
fa_ir: تنظیمات زبان
it: Impostazioni lingua
ja_jp: 言語の設定
pt_br: Configurações de idioma

# ChangeViewUCDefaultMapView.Content
source: Default
ar: افتراضي
cs_cz: Výchozí
de_de: Standart
fa_ir: پیشفرض
ja_jp: 既定
pt_br: Padrão

# ChangeViewUCHybridMapView.Content
source: Hybrid
ar: هجين
cs_cz: Hybridní
fa_ir: ترکیبی
it: Ibrido
ja_jp: ハイブリッド
pt_br: Hibrido

# ChangeViewUCSatelliteMapView.Content
source: Satellite
ar: قمر إصطناعي
cs_cz: Satelitní
de_de: Sattelit
fa_ir: ماهواره
ja_jp: 航空写真
pt_br: Satélite

# ChangeViewUCShowTraffic.Header
source: Show Traffic
ar: إظهار حركة المرور
cs_cz: Zobrazit dopravu
de_de: Verkehr anzeigen
fa_ir: نمایش ترافیک
it: Mostra traffico
ja_jp: 交通量の表示
pt_br: Mostrar Tráfego

# MapDownloaderViewBackupBTN.Content
source: Backup
ar: النسخ الاحتياطي
cs_cz: Zálohovat
de_de: Sicherung
fa_ir: پشتیبان گیری
it: Salva
ja_jp: バックアップ

# MapDownloaderViewDLButton.Content
source: Download
ar: تحميل
cs_cz: Stáhnout
de_de: Herunterladen
fa_ir: دانلود
it: Scarica
ja_jp: ダウンロード

# MapDownloaderViewMaximumZoomLevel.Text
source: Maximum zoom level to download (Default 17)
ar: مستوى التكبير الأقصى للتحميل (افتراضي 17)
cs_cz: Zvolte maximální přiblížení které se má stáhnout (Výchozí hodnota je 17)
de_de: Maximale offline Zoom-Ebene (Standart: 17)
fa_ir: حداکثر سطح زوم جهت دانلود (پیشفرض: 17)
it: Livello massimo di zoom per scaricare (default 17)
ja_jp: ダウンロードする地図の最大ズームレベル（既定値は17）
pt_br: Nível máximo de Zoom para download (Padrão 17)

# MapDownloaderViewRestoreBtn.Content
source: Restore
ar: استرجاع
cs_cz: Obnova
de_de: Wiederherstellen
fa_ir: بازگردانی پشتیبان
it: Ripristina
ja_jp: リストア
pt_br: Restaurar

# MapDownloaderViewStringDLComplete.Text
source: Offline maps download completed.
ar: اكتمل تحميل الخرائط لاستعمالها بلا اتصال.
cs_cz: Stažení offline map bylo úspěšné.
de_de: Vollständig heruntergeladen.
fa_ir: دانلود نقشه آفلاین به پایان رسید.
it: Download delle mappe offline completato
ja_jp: オフライン マップのダウンロードが終わりました。
pt_br: Download dos mapas offline terminado.

# MapDownloaderViewStringDLCompleteWithErrors.Text
source: Download Completed with {count} failures count. Please click on start download once again to re-download failed items again.
ar: اكتمل التحميل بعدد {count} من مرات الفشل. يُرجى النقر على "بدء التحميل" مرة أخرى لإعادة تحميل العناصر التي فشلت مرة أخرى.
cs_cz: Stahování bylo dokončeno s {count} chybou / chybami. Kliknutím na tlačítko Stáhnout, stáhnete oblast znova.
de_de: Herunterladen mit {count} Fehlern abgeschlossen. Wiederhole den Download bitte noch einmal, um Fehler vorzubeugen.
fa_ir: خطا پایان یافت.لطفاً مجدداً کلید دانلود را بزنید تا موارد دریافت نشده مجدداً دانلود شوند.
it: Download terminato con{count} errori. Per favore, clicca su inizia download un'altra volta per riscaricare gli elementi con errore
ja_jp: ダウンロードが終了しましたが、{count} アイテムをダウンロード出来ませんでした。失敗したアイテムをダウンロードするにはもう一度「ダウンロード」をクリックします。
pt_br: Download finalizado com {count} erros. Por favor clique em iniciar download para novamente baixar os itens com erros.

# MapDownloaderViewStringTwoPointsSelected.Text
source: You selected 2 points.
ar: لقد حددت نقطتين.
cs_cz: Vyberte 2 body
de_de: Du hast zwei Punkte angewählt.
fa_ir: شما دو نقطه را انتخاب نموده اید.
it: Hai selezionato due punti.
ja_jp: 領域を選択済みです。
pt_br: Você selecionou 2 pontos.

# MapDownloaderViewTextLine1.Text
source: This tool will let you download an offline map for a selected range of world map. Please select a region and hit start download.
ar: ستتيح لك هذه الأداة تحميل الخريطة لا ستخدامهابلا اتصال بالانترنت لنطاق محدد من خريطة العالم. الرجاء تحديد منطقة والبدء في التحميل.
cs_cz: Tenhle nástroj vám umožní stáhnout libovolnou oblast pro její pozdější použití offline.
de_de: Hier kannst du einen Bereich auswählen und diesen, zur Offlinennutzung, herunterladen.
fa_ir: این ابزار به شما اجازه میدهد تا نقشه آفلاین برای محدوده ای مشخص دانلود نمائید. لطفاً یک محدوده را روی نقشه مشخص و سپس کلید دانلود را بزنید.
it: Questa funzione ti lascerà scaricare le mappe offline per una certa porzione della mappa. Per favore aggiungi una regione e seleziona inizia download
ja_jp: 選択した領域の地図をダウンロード出来ます。領域を選択してから、「ダウンロード」 をクリックします。
pt_br: Essa ferramenta irá permitir que você baixe os mapas offline de uma distancia selecionada do mapa mundial. Por favor selecione uma região e clique em iniciar download.

# MapDownloaderViewTextLine2.Text
source: Touch 2 points on the map to select a region. First point Top Left, Second point Bottom Right. If you want to change pointers position click on the flag and try to set it in any position you want
ar: المس نقطتين على الخريطة لتحديد المنطقة. النقطة الأولى أعلى اليسار ، النقطة الثانية أسفل اليمين. إذا كنت تريد تغيير موضع المؤشرات ، فانقر فوق العلامة وحاول تعيينها في أي موضع تريده
cs_cz: Klepnutím na mapu vyberte 2 body, první nahoře vlevo a druhý dole vpravo. Pro změnu vybrané oblasti klikněte na cedulky a přesuňte je kam chcete.
de_de: Wähle zwei Eckpunkte auf der Karte an. Als erstes oben links - dann unten rechts.
fa_ir: دو نقطه روی نقشه را جهت مشخص شدن محدوده انتخاب کنید. نقطه اول در بالا سمت چپ محدوده مورد مورد و نقطه دوم پایین سمت راست محدوده. اگر که میخواهید مکان نقطه ها را تغییر دهید کافیست روی پرچم نقطه مورد نظر بزنید تا حذف شود و سپس نقطه ای دیگر را انتخاب نمائید.
it: Tocca due punti nella mappa per selezionare la regione. Il primo in alto a destra, il secondo in basso a destra. Se vuoi cambiare I flag della posizione cliccaci per metterli in qualsiasi posizione vuoi
ja_jp: 領域を選択するには、最初に領域の左上、次に右下をクリックします。指定をやり直すには、地図上のマーカーをクリックして消してから再び指定します。
pt_br: Toque em 2 pontos no mapa para selecionar região. Primeiro ponto canto superior esquerdo, segundo ponto canto inferior direito. Se você quiser mudar as posições dos ponteiros clicar na bandeira e tente selecionar em qualquer posição que queiras.

# NewDirectionsDrivingMode.Text
source: Driving
ar: القيادة
cs_cz: Autem
de_de: Auto
fa_ir: رانندگی
it: Guida
ja_jp: 車
pt_br: Dirigindo

# NewDirectionsTransitMode.Text
source: Transit
ar: النقل العام
cs_cz: Veřejná doprava
de_de: ÖPNV
fa_ir: نقلیه عمومی
it: Trasporto pubblico
ja_jp: 公共交通機関
pt_br: Trânsito

# NewDirectionsWalkingMode.Text
source: Walking
ar: المشي
cs_cz: Pěšky
de_de: Fußgänger
fa_ir: پیاده روی
it: A piedi
ja_jp: 歩行
pt_br: Caminhando

# SearchUCSearchBox.PlaceholderText
source: Search...
ar: بحث...
cs_cz: Hledat místo v WinGo mapách
de_de: Suchen...
fa_ir: جستجو...
it: Cerca…
ja_jp: マップを検索する...
pt_br: Procurar...

# SettingsLanguageAPILang.Header
source: API Language
ar: لغة واجهة برمجة التطبيقات
cs_cz: Jazyk API
de_de: API-Sprache
fa_ir: زبان API
it: Linguaggio API
ja_jp: API の言語
pt_br: Idioma da API

# SettingsLanguageApplicationLang.Header
source: Application Language
ar: لغة التطبيق
cs_cz: Jazyk aplikace
de_de: App-Sprache
fa_ir: زبان برنامه
it: Lingua applicazione
ja_jp: アプリの言語
pt_br: Idioma do Aplicativo

# SettingsLanguageMapLang.Header
source: Map Language
ar: لغة الخرائط
cs_cz: Jazyk mapy
de_de: Karten-Sprache
fa_ir: زبان نقشه
it: Lingua mappa
ja_jp: マップの言語
pt_br: Idioma do Mapa

# SettingsViewFadeAnimationToggle.Header
source: Enable Fade Animation on loading map tiles
ar: تمكين تلاشي الرسم المتحركة عند تحميل مكونات الخرائط
cs_cz: Animace při načítání živé dlaždice
de_de: Übergangsanimation beim Laden anzeigen
fa_ir: فعالسازی انیمیشن هنگام لود شدن کاشی های نقشه
it: Abilita la dissolvenza nel caricamento del live tile
ja_jp: 地図のロード時にフェード効果を使用する
pt_br: Habilitar Efeito de transição ao carregar os blocos dos mapas

# SettingsViewLengthUnitCombo.Header
source: Show distance in
ar: اظهار المسافة ب
cs_cz: Vzdálenost zobrazovat v hodnotách
de_de: Entfernung angeben in
fa_ir: نمایش فواصل در واحد
it: Mostra la distanza in
ja_jp: 距離の単位
pt_br: Mostrar distancia em

# SettingsViewLiveTileToggle.Header
source: Enable live tile
ar: تمكين العرض الديناميكي على شاشة البدء
cs_cz: Aktivovat živé dlaždice
de_de: Live-Kachel aktivieren
fa_ir: فعالسازی کاشی زنده
it: Abilita live tile
ja_jp: スタート メニューのタイルに地図を表示する
pt_br: Habilitar Bloco Dinâmico

# SettingsViewOverStrechToggle.Header
source: Allow over stretch map tiles
ar: السماح بتمدد مكونات الخرائط
cs_cz: Roztažení mapových dlaždic
de_de: Beim Laden einer neuen Zoomebene vorerst vorherige Zoomebene anzeigen
fa_ir: اجازه زوم بیش از حد روی کاشی های نقشه
it: Consenti lo zoom sulla mappa
ja_jp: 地図がロードされるまでの間、ダウンロード済みの地図を引き延ばして表示する
pt_br: Permitir ladrilhos de mapa extensíveis

# SettingsViewZoomControlsVisibilityCombo.Header
source: Show zoom controls on the map
ar: عرض عناصر التحكم في التكبير على الخريطة
cs_cz: Zobrazit ovládací prvky přiblížení na mapě
de_de: Zoom-Knöpfe anzeigen
fa_ir: نمایش کنترل های بزرگنمایی در نقشه
it: Show zoom controls on map
ja_jp: マップ上のズーム コントロール表示
pt_br: Mostrar controles de Zoom no mapa

# StringBuyFromIran.Text
source: Buy from Iran
ar: اشتري من إيران
de_de: Im Iran kaufen
fa_ir: خرید از ایران
it: Compra dall'Iran
ja_jp: このアプリをイランで購入するには
pt_br: Comprar do Iran

# StringCancel.Text
source: Cancel
ar: إلغاء
cs_cz: Zrušit
de_de: Abbrechen
fa_ir: لغو
it: Annulla
ja_jp: キャンセル
pt_br: Cancelar

# StringDirectionCalculated.Text
source: we calculate that the route is about {di} and takes about {es}
ar: نحن نحسب أن المسار حوالي {di} ويستغرق حوالي {es}
cs_cz: Vaše cesta je {di} dlouhá a bude trvat {es}
de_de: Die Route ist {di} lang und man braucht ca. {es}.
fa_ir: محاسبات ما نشان میدهد مسیر شما حدود {di} و مدت زمان تقریبی رسیدن به مقصد {es} میباشد.
it: Calcoliamo che la strada sia lunga {di} e richiederà {es}
ja_jp: 計算したルートは行程およそ {di} 、移動時間はおよそ {es} です。
pt_br: nós calculamos que a distancia é de {di} e o tempo de {es}

# StringExit.Text
source: Are you sure you want to exit?
ar: هل أنت متأكد أنك تريد الخروج؟
cs_cz: Opravdu chcete odejít?
de_de: Willst du die App wirklich verlassen?
fa_ir: آیا مایل به خروج از برنامه هستید؟
it: Sei sicuro di voler uscire?
ja_jp: 終了してよろしいですか？
pt_br: Tem certeza que deseja sair?

# StringFeet.Text
source: Feet
ar: قدم
cs_cz: Stop
de_de: Fuß
fa_ir: فوت
it: Piedi
ja_jp: フィート
pt_br: Pés

# StringHours.Text
source: hours
ar: ساعة
cs_cz: hodin
de_de: Stunden
fa_ir: ساعت
it: ore
ja_jp: 時間
pt_br: horas

# StringImperialLengthUnit.Text
source: Imperial (Yards, Miles)
ar: (ياردات\أميال)
cs_cz: Imperiální (Yardy, Míle)
de_de: GB (Yards, Meilen)
fa_ir: امپریال (یارد، مایل)
it: Imperiale (piedi, miglia)
ja_jp: ヤード・マイル (Imperial)
pt_br: Imperial (Jardas, Milhas)

# StringKiloMeters.Text
source: Kilometers
ar: كيلومتر
cs_cz: Kilometery
de_de: Kilometer
fa_ir: کیلومتر
it: Chilometri
ja_jp: キロメートル
pt_br: Quilômetros

# StringLaguageSettings.Text
source: Language Settings
ar: اعدادات اللغة
cs_cz: Nastavení jazyka
de_de: Spracheinstellungen
fa_ir: تنظیمات زبان
it: Impostazioni sulla lingua
ja_jp: 言語の設定
pt_br: Configurações de idioma

# StringLocationPrivacy.Text
source: We weren't able to access your location. Please check if your device location is on and you have accepted location access to the app in privacy settings.\nHit ok button to navigate location settings and cancel to continue.
ar: لم نتمكن من الوصول إلى موقعك. يرجى التحقق مما إذا كان موقع جهازك قيد التشغيل وكنت قد منحت التطبيق حق الوصول إلى الموقع في إعدادات الخصوصية. \n يمكنك استخدام زر موافق للتنقل عبر إعدادات الموقع والإلغاء للمتابعة.
cs_cz: Nepodařilo se nám najít vaší polohu, zkontrolujte zda máte zapnutou GPS a zda má aplikace povoleno zjišťování polohy. Zjišťování polohy povolíte v nastavení ochrany osobních údajů.\nStisknutím tlačítka Ok budete přesunuti do nastavení kde zapnete povolení zjistit vaší polohu.
de_de: Wir können deine Position nicht finden. Bitte überprüfe ob GPS aktiviert ist.
fa_ir: ما قادر به دسترسی به موقعیت مکانی شما نیستیم. لطفاً بررسی نمائید که سرویس موقعیت یاب دستگاه شما فعال باشد و همچنین در تنظیمات حریم خصوصی اجازه استفاده برنامه از موقعیت مکانی را فعال نموده باشید.\nکلید تائید را جهت باز شدن تنظیمات موقعیت مکانی یا کلید لغو را جهت ادامه بزنید.
it: Non siamo stati in grado di accedere alla tua posizione. Per favore controlla se la localizzazione del tuo dispositivo sia attiva e hai consentito all'app di accedere alla tua posizione nelle impostazioni della privacy.\n Seleziona il pulsante ok per controllare le impostazioni della posizione e annulla per continuare
ja_jp: 位置情報を取得できませんでした。デバイスの位置情報がオンになっており、このアプリが位置情報の取得を許可されているか確認してください。\nOKボタンで設定に移動します。
pt_br: Não conseguimos acessar sua localização. Por favor verifique se a localização do seu dispositivo está ligada e se você aceitou o acesso a sua localização nas configurações de privacidade. \nClique no botão OK para ir as configurações de localização ou cancelar para continuar.

# StringMapView.Text
source: Map View
ar: عرض الخريطة
cs_cz: Prohlížeč map
de_de: Karten-Ansicht
fa_ir: نمای نقشه
it: Visualizzazione mappa
ja_jp: マップ ビュー
pt_br: Visual do Mapa

# StringMeters.Text
source: meters
ar: أمتار
cs_cz: metry
de_de: Meter
fa_ir: متر
it: metri
ja_jp: メートル
pt_br: Metros

# StringMetricLengthUnit.Text
source: Metric (Meters, Kilometers)
ar: متري (متر ، كيلومتر)
cs_cz: Metrické (Metry, Kilometry)
de_de: Metrisch (Meter, Kilometer)
fa_ir: متریک (متر، کیلومتر)
it: Metrico (Metri, Chilometri)
ja_jp: メートル・キロメートル (Metric)
pt_br: Métrica (Metros, Quilômetros)

# StringMiles.Text
source: Miles
ar: أميال
cs_cz: Míle
de_de: Meilen
fa_ir: مایل
it: miglia
ja_jp: マイル
pt_br: Milhas

# StringMinutes.Text
source: minutes
ar: دقائق
cs_cz: minuty
de_de: Minuten
fa_ir: دقیقه
it: minuti
ja_jp: 分
pt_br: minutos

# StringNo.Text
source: No
ar: لا
cs_cz: Není vybrána výchozí ani cílová destinace
de_de: Nein
fa_ir: خیر
ja_jp: いいえ
pt_br: Não

# StringNoWayToDestination.Text
source: No way to your destination!!!
ar: لا توجد طريق لوجهتك!
cs_cz: Neexistuje žádná cesta k cíli!!!
de_de: Keine Verbindung zu deinem Ziel gefunden.
fa_ir: مسیری به مقصد تعیین شده یافت نشد!!!
it: Nessun percorso per la tua destinazione!!!
ja_jp: 目的地へのルートが見つかりません！
pt_br: Sem caminho ao seu destino!!!

# StringOfflineMaps.Text
source: Offline Maps
ar: خرائط دون اتصال
cs_cz: Offline mapy
de_de: Offline-Karten
fa_ir: نقشه آفلاین
it: Mappe offline
ja_jp: オフライン マップ
pt_br: Mapas offline

# StringSelectBothOriginAndDestination.Text
source: You didn't select both origin and destination points
ar: لم تقم بتحديد نقاط الانطلاق والوجهة
cs_cz: Není vybrána výchozí ani cílová destinace
de_de: Du hast noch keine zwei Punkte angewählt.
fa_ir: شما هر دو نقطه مبدا و مقصد را انتخاب نکرده اید.
it: Non hai selezionato il punto di partenza
ja_jp: 出発地と目的地が設定されていません。
pt_br: Você não selecionou os pontos de origem e destino

# StringSendFeedback.Text
source: Send Feedback
ar: إرسال ملاحظات
cs_cz: Váš názor
de_de: Feedback abgeben.
fa_ir: ارسال پیشنهادات
it: Invia un feedback
ja_jp: フィードバックの送信
pt_br: Enviar sugestões

# StringSettings.Text
source: Settings
ar: اعدادات
cs_cz: Nastavení
de_de: Einstellungen
fa_ir: تنظیمات
it: Impostazioni
ja_jp: 設定
pt_br: Configurações

# StringUSLengthUnit.Text
source: US (Feet, Miles)
ar: الولايات المتحدة (قدم وأميال)
cs_cz: Spojené státy (Stopy, Míle)
de_de: US (Fuß, Meilen)
fa_ir: ایالات متحده (فوت، مایل)
it: US (Piedi, Miglia)
ja_jp: フィート・マイル (US)
pt_br: EUA (Pés, Milhas)

# StringWayPointsNotAvailableInTransit.Text
source: Waypoints are not supported in transit mode.
ar: نقاط الطريق غير مدعومة في وضع النقل العام.
cs_cz: Trasové body nejsou podporovány v režimu Veřejná doprava
de_de: Wegepunkte werden im ÖPNV-Modus nicht unterstützt.
fa_ir: نقاط بین مسیر در حالت وسایل نقلیه عمومی پشتیبانی نمیشود.
it: Le tappe intermedie non sono supportate in modalità trasporto pubblico
ja_jp: 交通機関モードで経由地は設定できません。
pt_br: Caminhos não são suportados em modo de trânsito

# StringYards.Text
source: Yards
ar: ياردات
cs_cz: Yardy
fa_ir: یارد
it: Iarda
ja_jp: ヤード
pt_br: Jardas

# StringYes.Text
source: Yes
ar: نعم
cs_cz: Ano
de_de: Ja
fa_ir: بله
it: Sì
ja_jp: はい
pt_br: Sim

# BookMarkAddUC.PrimaryButtonText
source: Add Bookmark
ar: إضافة إشارة مرجعية
cs_cz: Přidat záložku
de_de: Lesezeichen hinzufügen
fa_ir: افزودن نشانه
it: Aggiungi segnaposto
ja_jp: ブックマークの追加
pt_br: Adicionar favoritos

# BookMarkAddUC.SecondaryButtonText
source: Cancel
ar: إلغاء
cs_cz: Zrušit
de_de: Abbrechen
fa_ir: لغو
it: Annulla
ja_jp: キャンセル
pt_br: Cancelar

# BookmarkAddUC.Title
source: Add Bookmark
ar: إضافة إشارة مرجعية
cs_cz: Přidat záložku
de_de: Lesezeichen hinzufügen
fa_ir: افزودن نشانه
it: Aggiungi segnaposto
ja_jp: ブックマークの追加
pt_br: Adicionar favoritos

# BookmarkAddUCCustomName.Content
source: Custom name
ar: اسم مخصص
cs_cz: Vlastní název
de_de: Eigener Name
fa_ir: نام دلخواه
it: Nome personalizzato
ja_jp: 名前を指定
pt_br: Personalizar Nome

# BookmarkAddUCPinLiveTile.Content
source: Pin as a live tile
ar: تثبيت بشاشة البدء
cs_cz: Připnout jako živou dlaždici
de_de: Als Live-Kachel zum Startbildschirm hinzufügen
fa_ir: ایجاد کاشی زنده
it: Seleziona come live tile
ja_jp: ライブタイルとしてスタートにピン留め
pt_br: Fixar como Bloco Dinâmico

# MapViewAddBookmark.Text
source: Add Bookmark
ar: إضافة إشارة مرجعية
cs_cz: Přidat záložku
de_de: Lesezeichen hinzufügen
fa_ir: افزودن نشانه
it: Aggiungi segnaposto
ja_jp: ブックマークを追加
pt_br: Adicionar favoritos

# MapViewAddPlace.Text
source: Add missing place
ar: إضافة مكان غير مدرج على الخريطة
cs_cz: Přidat chybějící místo
de_de: Fehlenden Ort hinzufügen
fa_ir: افزودن مکان ناموجود
it: Aggiungi posto mancante
ja_jp: 場所を追加
pt_br: Adicionar local ausente

# MapViewAddWaypoint.Text
source: Add waypoint
ar: إضافة نقطة الطريق
cs_cz: Přidat bod
de_de: Wegepunkt hinzufügen
fa_ir: افزودن نقطه بین راه
it: Aggiungi tappa intermedia
ja_jp: 経由地を追加
pt_br: Adicionar caminho

# MapViewFindDirections.Text
source: Directions
ar: الاتجاهات
cs_cz: Instrukce
de_de: Navigation
fa_ir: مسیر یابی
it: Indicazioni
ja_jp: ルート
pt_br: Direções

# MapViewMoreInfo.Text
source: More Information
ar: المزيد من المعلومات
cs_cz: Více informací
de_de: Mehr Informationen
fa_ir: اطلاعات بیشتر
it: Più info
ja_jp: 詳細情報
pt_br: Mais Informações

# MapViewSetAsOrigin.Text
source: Set as origin
ar: تعيين كنقطة انطلاق
cs_cz: Nastavit jako výchozí
de_de: Als Ausgangspunkt festlegen
fa_ir: انتخاب به عنوان مبدا
it: Imposta come punto di partenza
ja_jp: ここを出発地に設定
pt_br: Selecionar como origem

# MapViewShare.Text
source: Share
ar: مشاركة
cs_cz: Sdílet
de_de: Freigeben
fa_ir: اشتراک
it: Condividi
ja_jp: 共有
pt_br: Compartilhar

# ChangeViewUCRoadsOnlyView.Content
source: Roads only
ar: الطرقات فقط
de_de: Nur Straßen
fa_ir: فقط راه ها
it: Solo strade
ja_jp: 道路のみ
pt_br: Estradas apenas

# SettingsViewShowTrafficToggle.Header
source: Show traffic on launch
ar: عرض حركة المرور عند الإطلاق
de_de: Zeige Verkehr beim Öffnen
fa_ir: نمایش ترافیک پس از اجرا
it: Mostra traffico all'avvio
ja_jp: 起動時に交通量を表示する
pt_br: Mostrar trânsito na inicialização

# SettingsViewApplicattionThemeCombo.Header
source: Application Theme
de_de: Aussehen der App
it: Tema dell'applicazione
ja_jp: テーマの選択

# StringDarkTheme.Text
source: Dark
de_de: Hell
it: Scuro
ja_jp: 黒

# StringLightTheme.Text
source: Light
de_de: Dunkel
it: Chiaro
ja_jp: 白

# StringSystemTheme.Text
source: System
de_de: Systemfarbe
it: Di sistema
ja_jp: システム

# MainPage.FlowDirection
source: LeftToRight
ar: RightToLeft
fa_ir: RightToLeft

# StringAbout.Text
source: About
ar: حول
cs_cz: O aplikaci
de_de: Über diese App
fa_ir: درباره
it: Info sull'app
pt_br: Sobre

# StringOK.Text
source: OK
ar: حسنا
fa_ir: تائید
